tap "1ntegr8/tap"
tap "alexanderwillner/tap"            # Things.sh
tap "amar1729/formulae"               # Browserpass
tap "bradp/vv"
tap "caskformula/caskformula"
tap "crisidev/chunkwm"
tap "federico-terzi/espanso"
tap "homebrew/binary"
tap "homebrew/boneyard"
tap "homebrew/bundle"                 # Bundler for non-Ruby dependencies from Homebrew.
tap "homebrew/cask"                   # GUI macOS apps
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/services"               # Manage background services
tap "homebrew/x11"
tap "josegonzalez/php"
tap "kieran-bamforth/repo"
tap "koekeishiya/formulae"            # window managers & hotkey daemons
tap "neovim/neovim"
tap "railwaycat/emacsmacport"
tap "rogual/neovim-dot-app"
tap "roots/tap"
tap "shopify/shopify"
tap "thoughtbot/formulae"             # rcm
tap "universal-ctags/universal-ctags"

brew "gdbm"
brew "libyaml"             # portable YAML reader req'd by ansible
brew "readline"
brew "python@3.9"
brew "ansible"
brew "asciinema"
brew "bash"                # better than default version
brew "bash-completion"
brew "bat"                 # cat, but syntax highlit
brew "libuv"
brew "bower"
brew "pkg-config"
brew "cairo"               # https://cairographics.org/, req'd by: ffmpeg, fontforge...
brew "cowsay"
brew "cscope"              # req'd by: macvim
brew "ctags"
brew "emacs"
brew "exercism"
brew "libogg"              # req'd by ffmpeg
brew "libvorbis"           # "
brew "libvpx"              # "
brew "tesseract"           # "
brew "theora"              # "
brew "gobject-introspection"
brew "ffmpeg"
brew "fortune"
brew "fswatch"
brew "fzf"
brew "gdk-pixbuf"
brew "geckodriver"
brew "giflossy"
brew "git"
brew "libquvi"
brew "git-annex", restart_service: true
brew "git-flow"
brew "git-lfs"
brew "gsettings-desktop-schemas"
brew "libksba"
brew "gnupg"
brew "gpg-agent"
brew "haskell-stack"
brew "hledger"
brew "htop"
brew "httpd"
brew "httpie"
brew "iftop"
brew "imagemagick"
brew "inetutils"
brew "irssi"
brew "isl"
brew "jq"
brew "khd"
brew "kubernetes-cli", link: false
brew "leiningen"
brew "libiconv"
brew "mpfr"
brew "libmpc"
brew "libsass"
brew "libssh2"
brew "libstrophe"
brew "unibilium"
brew "libtermkey"
brew "libvo-aacenc"
brew "libvterm"
brew "lynx"
brew "macvim"
brew "makedepend"
brew "mercurial"
brew "s-lang"
brew "midnight-commander"
brew "minikube"
brew "mkcert"
brew "msgpack"
brew "multitail"
brew "mutt", link: false
brew "mysql"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "nnn"
brew "p7zip"
brew "pandoc"
brew "pandoc-citeproc"
brew "tree"
brew "pass"
brew "poetry"
brew "poppler"
brew "postgresql"
brew "pstree"
brew "pyenv"
brew "rabbitmq", restart_service: true
brew "rainbarf"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rsync"
brew "ruby-install"
brew "sassc"
brew "scons"
brew "sdl"
brew "selenium-server-standalone"
brew "ssh-copy-id", link: true
brew "streamlink"
brew "terminal-notifier"
brew "texi2html"
brew "tig"
brew "tmux"
brew "travis"
brew "unrar"
brew "urlview"
brew "w3m"
brew "wget"
brew "xhyve"
brew "xsv"
brew "yarn"
brew "yasm"
brew "youtube-dl"
brew "zlib"
brew "zsh", args: ["without-etcdir"]
brew "zsh-completions"
brew "alexanderwillner/tap/things.sh"
brew "amar1729/formulae/browserpass"
brew "federico-terzi/espanso/espanso"
brew "koekeishiya/formulae/skhd"
brew "railwaycat/emacsmacport/emacs-mac", link: false
brew "roots/tap/trellis-cli"
brew "shopify/shopify/themekit"
brew "thoughtbot/formulae/rcm"
cask "alacritty"
cask "chromedriver"
cask "minikube"
cask "mkchromecast"
cask "soundflower"
