tap "kieran-bamforth/repo"
tap "koekeishiya/formulae"
tap "shopify/shopify"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"

brew "ansible"
brew "asciinema"
brew "bash"
brew "bash-completion"
brew "bat"
brew "chruby"
brew "chunkwm"
brew "cmake"
brew "cowsay"
brew "cscope"
brew "ctags"
brew "editorconfig"
brew "exercism"
brew "ffmpeg"
brew "fswatch"
brew "fzf"
brew "gnutls"
brew "gpg-agent"
brew "graphite2"
brew "graphviz"
brew "htop"
brew "httpie"
brew "iftop"
brew "imagemagick"
brew "irssi"
brew "isl"
brew "jq"
brew "msgpack"
brew "mutt"
brew "mysql"
brew "ncurses"
brew "neovim"
brew "ngrok"
brew "nmap"
brew "nnn"
brew "openssl"
brew "p7zip"
brew "pandoc"
brew "pass"
brew "python"
brew "python3"
brew "rcm"
brew "ripgrep"
brew "sassc"
brew "selenium-server-standalone"
brew "skhd"
brew "sqlite"
brew "ssh-copy-id"
brew "terminal-notifier"
brew "themekit"
brew "theora"
brew "things.sh"
brew "tidy-html5"
brew "tig"
brew "tmux"
brew "travis"
brew "w3m"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
