tap "homebrew/bundle"      # Bundler for non-Ruby dependencies from Homebrew.
tap "homebrew/cask"        # GUI macOS apps
tap "homebrew/core"
tap "homebrew/services"    # Manage background services
tap "alexanderwillner/tap" # Things.sh
tap "amar1729/formulae"    # Browserpass
tap "koekeishiya/formulae" # window managers & hotkey daemons
tap "neovim/neovim"
tap "shopify/shopify"
tap "thoughtbot/formulae"  # rcm
tap "universal-ctags/universal-ctags"

brew "libyaml"             # portable YAML reader req'd by ansible
brew "readline"
brew "python"              # python3 See: https://docs.brew.sh/Homebrew-and-Python
brew "ansible"
brew "openssl"
brew "asciinema"
brew "libffi"              # foreign function interface
brew "autoconf"            # req'd by: rbenv, ruby-build
brew "bash"                # better than default version
brew "bash-completion"
brew "bat"                 # cat, but syntax highlit
brew "cairo"               # https://cairographics.org/, req'd by: ffmpeg, fontforge...
brew "cowsay"
brew "cscope"              # req'd by: macvim
brew "ctags"
brew "exercism"
brew "libogg"              # req'd by ffmpeg
brew "libvorbis"           # "
brew "libvpx"              # "
brew "tesseract"           # "
brew "theora"              # "
brew "ffmpeg"
brew "libtool"             # req'd by imagemagick
brew "fortune"
brew "fswatch"
brew "fzf"
brew "gdk-pixbuf"
brew "geckodriver"
brew "giflossy"
brew "git"
brew "git-flow"
brew "gsettings-desktop-schemas"
brew "libksba"
brew "gnupg"
brew "pkg-config"
brew "gobject-introspection"
brew "gpg-agent"
brew "haskell-stack"
brew "hledger"
brew "ncurses"
brew "htop"
brew "httpd"
brew "httpie"
brew "iftop"
brew "imagemagick"
brew "irssi"
brew "isl"
brew "jq"
brew "kubernetes-cli", link: false
brew "libiconv"
brew "mpfr"
brew "libmpc"
brew "libquvi"
brew "libsass"
brew "libssh2"
brew "libstrophe"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libvo-aacenc"
brew "libvterm"
brew "lynx"
brew "macvim"
brew "makedepend"
brew "mercurial"
brew "s-lang"
brew "midnight-commander"
brew "msgpack"
brew "mutt", link: false
brew "mysql"
brew "neovim"
brew "nmap"
brew "nnn"
brew "p7zip"
brew "pandoc"
brew "tree"
brew "pass"
brew "poppler"
brew "postgresql"
brew "pstree"
brew "rabbitmq", restart_service: true
brew "rainbarf"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby-install"
brew "sassc"
brew "scons"
brew "sdl"
brew "selenium-server-standalone"
brew "ssh-copy-id"
brew "terminal-notifier"
brew "texi2html"
brew "tig"
brew "tmux"
brew "travis"
brew "urlview"
brew "utf8proc"
brew "w3m"
brew "xhyve"
brew "xsv"
brew "yasm"
brew "youtube-dl"
brew "zlib"
brew "zsh", args: ["without-etcdir"]
brew "zsh-completions"
brew "alexanderwillner/tap/things.sh"
brew "amar1729/formulae/browserpass"
brew "koekeishiya/formulae/chunkwm"
brew "koekeishiya/formulae/khd"
brew "koekeishiya/formulae/skhd"
brew "shopify/shopify/themekit"
brew "thoughtbot/formulae/rcm"
cask "chromedriver"
cask "minikube"
cask "mkchromecast"
cask "soundflower"
